[
    {
        "text": "If we have no peace, it is because we have forgotten that we belong to each other.",
        "author": "Mother Teresa"
    },
    {
        "text": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.",
        "author": "Elie Wiesel"
    },
    {
        "text": "Happiness quite unshared can scarcely be called happiness; it has no taste.",
        "author": "Charlotte Bronte"
    },
    {
        "text": "Love only grows by sharing. You can only have more for yourself by giving it away to others.",
        "author": "Brian Tracy"
    },
    {
        "text": "It ain't no fun if the homies can't have none.",
        "author": "Snoop Dogg"
    },
    {
        "text": "Share your knowledge. It is a way to achieve immortality.",
        "author": "Dalai Lama XIV"
    },
    {
        "text": "One of the most important things you can do on this earth is to let people know they are not alone.",
        "author": "Shannon L. Alder"
    },
    {
        "text": "If you are really thankful, what do you do? You share.",
        "author": "W. Clement Stone"
    },
    {
        "text": "Be willing to share your blessings. The only riches that last are the ones that are given away.",
        "author": "David Khalil"
    },
    {
        "text": "There is no enjoying the possession of anything valuable unless one has someone to share it with.",
        "author": "Seneca"
    },
    {
        "text": "I believe that the greatest crime is to learn something that can significantly benefit other people, yet share it with no one.",
        "author": "Mike Pettigrew"
    },
    {
        "text": "Sharing empathy is one of the most wonderful aspects of the human experience.",
        "author": "Christine Rose Elle"
    },
    {
        "text": "Nothing is yours. It is to use. It is to share. If you will not share it, you cannot use it.",
        "author": "Ursula K. Le Guin"
    },
    {
        "text": "If you have a candle, the light won't glow any dimmer if I light yours off of mine.",
        "author": "Steven Tyler"
    },
    {
        "text": "The artist lives to have stories to tell and to learn to tell them well.",
        "author": "Criss Jami"
    },
    {
        "text": "For pleasure has no relish unless we share it.",
        "author": "Virginia Woolf"
    },
    {
        "text": "Consume less; share better.",
        "author": "Hervé Kempf"
    },
    {
        "text": "Friends share all things.",
        "author": "Pythagoras"
    },
    {
        "text": "I understand that we're smarter than me. That's one reason I like the idea of sharing.",
        "author": "Toba Beta"
    }
]